tap "adoptopenjdk/openjdk"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "koenbollen/public"
brew "ack"
brew "adns"
brew "webp"
brew "autoconf"
brew "coreutils"
brew "readline"
brew "asdf"
brew "gdbm"
brew "xz"
brew "autojump"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "brew-cask-completion"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "ccat"
brew "zstd"
brew "suite-sparse"
brew "docker", link: false
brew "docker-completion"
brew "docker-compose-completion"
brew "lz4"
brew "folly"
brew "fd"
brew "nettle"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ncurses"
brew "fish"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gd"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "go"
brew "glide"
brew "npth"
brew "gnupg"
brew "netpbm"
brew "python@3.8"
brew "pango"
brew "graphviz"
brew "grc"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "iperf"
brew "ipython"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "node"
brew "jupyterlab"
brew "lnav"
brew "lzlib"
brew "mermaid-cli"
brew "mitmproxy"
brew "openjdk"
brew "mvnvm"
brew "netcat"
brew "nmap"
brew "nvm"
brew "stoken"
brew "openconnect"
brew "opencv@3"
brew "parallel"
brew "peco"
brew "qt", link: false
brew "poppler"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "qcachegrind"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "sd"
brew "siege"
brew "sk"
brew "socat"
brew "starship"
brew "stow"
brew "utf8proc"
brew "subversion"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "uchardet"
brew "util-linux"
brew "watch"
brew "watchman"
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "cloudflare/cloudflare/cloudflared", link: false
brew "koenbollen/public/jl"
cask "1password"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred"
cask "artpip"
cask "bartender"
cask "brave-browser"
cask "calibre"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "eclipse-java"
cask "epichrome"
cask "figma"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-mono-for-powerline"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-inconsolata-g-for-powerline"
cask "font-liberation-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-monofur-for-powerline"
cask "font-noto-mono-for-powerline"
cask "font-roboto-mono-for-powerline"
cask "font-ubuntu-mono-derivative-powerline"
cask "gimp"
cask "gitfox"
cask "github"
cask "gitup"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "google-drive-file-stream"
cask "grandperspective"
cask "graphql-playground"
cask "hammerspoon"
cask "iriunwebcam"
cask "istumbler"
cask "iterm2"
cask "jollysfastvnc"
cask "jumpcut"
cask "karabiner-elements"
cask "keepingyouawake"
cask "licecap"
cask "loom"
cask "macfuse"
cask "macvim"
cask "microsoft-teams"
cask "ngrok"
cask "notion"
cask "osxfuse"
cask "p4v"
cask "postman"
cask "secretive"
cask "sketchup"
cask "skitch"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-merge"
cask "tableplus"
cask "temurin"
cask "tweeten"
cask "visual-studio-code"
cask "visualvm"
cask "vox"
cask "webcatalog"
cask "whatsapp"
cask "xmind"
cask "yed"
cask "zoom"
