tap "adoptopenjdk/openjdk"
tap "bufbuild/buf"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "koenbollen/public"
tap "samwho/spacer"
tap "shopify/private"
tap "shopify/shopify"
brew "ack"
brew "adns"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "readline"
brew "xz"
brew "glib"
brew "harfbuzz"
brew "lz4"
brew "zstd"
brew "openjdk"
brew "ammonite-repl"
brew "webp"
brew "autoconf"
brew "coreutils"
brew "atuin"
brew "zoxide"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "blueutil"
brew "brew-cask-completion"
brew "ccat"
brew "suite-sparse"
brew "cyrus-sasl"
brew "direnv"
brew "docker"
brew "folly"
brew "eza"
brew "fd"
brew "nettle"
brew "gnutls"
brew "libass"
brew "pango"
brew "ffmpeg@4"
brew "ncurses"
brew "fish"
brew "fisher"
brew "node"
brew "fx"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gd"
brew "gdbm"
brew "git"
brew "git-branchless"
brew "git-extras"
brew "git-lfs"
brew "npth"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "golang-migrate"
brew "netpbm"
brew "graphviz"
brew "grc"
brew "helm"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "ipython"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "jsonschema2pojo"
brew "jupyterlab"
brew "zookeeper"
brew "kafka"
brew "lzlib"
brew "k9s"
brew "kcat"
brew "kubeaudit"
brew "libffi"
brew "llvm@14"
brew "lnav"
brew "maven"
brew "memcached"
brew "minikube"
brew "mise"
brew "mockery"
brew "mvnvm"
brew "zlib"
brew "mysql"
brew "mysql-client"
brew "openssl@1.1"
brew "mysql-client@5.7"
brew "mysql-client@8.0"
brew "protobuf"
brew "mysql@5.7"
brew "netcat"
brew "nmap"
brew "nvm"
brew "stoken"
brew "openconnect"
brew "openjdk@11"
brew "openjdk@17"
brew "parallel"
brew "peco"
brew "podman"
brew "qemu", args: ["HEAD"]
brew "podman-compose"
brew "poppler"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "qt"
brew "qcachegrind"
brew "rclone"
brew "ripgrep"
brew "rover"
brew "rsync"
brew "ruby"
brew "ruby-build"
brew "ruby-install"
brew "sbt"
brew "scala"
brew "sd"
brew "shadowenv"
brew "shellcheck"
brew "siege"
brew "sk"
brew "socat"
brew "spacer"
brew "sshuttle"
brew "starship"
brew "stow"
brew "utf8proc"
brew "subversion"
brew "temporal"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "uchardet"
brew "util-linux"
brew "velero"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "xmlstarlet"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "bufbuild/buf/buf"
brew "cloudflare/cloudflare/cloudflared"
brew "golangci/tap/golangci-lint"
brew "koekeishiya/formulae/yabai"
brew "koenbollen/public/jl"
cask "1password"
cask "bartender"
cask "dash"
cask "discord"
cask "eclipse-java"
cask "espanso"
cask "figma"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-mono-for-powerline"
cask "font-hack-nerd-font"
cask "font-ia-writer-duo"
cask "font-ia-writer-quattro"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-inconsolata-g-for-powerline"
cask "font-liberation-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-monofur-for-powerline"
cask "font-noto-mono-for-powerline"
cask "font-oxygen"
cask "font-oxygen-mono"
cask "font-roboto-mono-for-powerline"
cask "font-roboto-mono-nerd-font"
cask "font-ubuntu-mono-derivative-powerline"
cask "gitfox"
cask "github"
cask "gitup"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-drive"
cask "grandperspective"
cask "graphql-playground"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "jumpcut"
cask "karabiner-elements"
cask "kindle"
cask "licecap"
cask "logseq"
cask "macfuse"
cask "macvim"
cask "p4v"
cask "postman"
cask "raycast"
cask "secretive"
cask "signal"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-merge"
cask "tableplus"
cask "telegram"
cask "temurin"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "vox"
cask "whatsapp"
cask "zulu-jdk11"
cask "zulu-jdk17"
vscode "aalaap.theme-toothpaste"
vscode "adrien.visualstudiodarktheme"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "alexdima.copy-relative-path"
vscode "alphabotsec.vscode-eclipse-keybindings"
vscode "andischerer.theme-atom-one-dark"
vscode "andrsdc.base16-themes"
vscode "apollographql.vscode-apollo"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.snapshot-tools"
vscode "axiomaticstudios.one-monokai-80s"
vscode "azemoh.one-monokai"
vscode "azemoh.theme-onedark"
vscode "ban.spellright"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bengreenier.vscode-node-readme"
vscode "bernardodsanderson.theme-material-neutral"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "casualjim.theme-desertex"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "compulim.compulim-vscode-closetag"
vscode "danibram.theme-flatui"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dkundel.vscode-npm-source"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "dustinsanders.an-old-hope-theme-vscode"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enochc.copy-relative-path"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "fredrikaverpil.vscode-material-theme"
vscode "gerane.theme-abyss"
vscode "gerane.theme-dark-dracula"
vscode "gerane.theme-flatlandmonokai"
vscode "gerane.theme-oceanicnext"
vscode "gerane.theme-zeus-sublime-text"
vscode "ghmcadams.lintlens"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hookyqr.jsdoctagcomplete"
vscode "idleberg.hopscotch"
vscode "ionutvmi.spacegray-vscode"
vscode "ivangabriele.vscode-git-add-and-commit"
vscode "jakob101.relativepath"
vscode "johnygeorges.jetjet-theme"
vscode "jprestidge.theme-material-theme"
vscode "kal.theme-glacier"
vscode "kimkwanka.theme-atomic-dark"
vscode "kortina.vscode-markdown-notes"
vscode "lamartire.theme-abyss-customized"
vscode "lei.theme-chromodynamics"
vscode "lunaryorn.fish-ide"
vscode "magicstack.magicpython"
vscode "maptz.camelcasenavigation"
vscode "marcoq.vscode-typescript-to-json-schema"
vscode "marp-team.marp-vscode"
vscode "martinjohns.inline-types"
vscode "mathiasfrohlich.kotlin"
vscode "mdickin.markdown-shortcuts"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.theme-markdownkit"
vscode "ms-vscode.theme-materialkit"
vscode "ms-vscode.theme-predawnkit"
vscode "ms-vscode.theme-tomorrowkit"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "orta.vscode-jest"
vscode "oven.bun-vscode"
vscode "ow.vscode-subword-navigation"
vscode "paiqo.databricks-vscode"
vscode "philipbe.theme-gray-matter"
vscode "pstreule.codebucket"
vscode "randomfractalsinc.vscode-data-table"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-statusbar-json-path"
vscode "rlivings39.fzf-quick-open"
vscode "rohit-gohri.format-code-action"
vscode "rokoroku.vscode-theme-darcula"
vscode "rprouse.theme-obsidian"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "seansassenrath.vscode-theme-superonedark"
vscode "shardulm94.trailing-spaces"
vscode "shopify.vscode-shopify-metrics"
vscode "skyapps.fish-vscode"
vscode "sourcegraph.sourcegraph"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "taniarascia.new-moon-vscode"
vscode "tberman.json-schema-validator"
vscode "tchayen.markdown-links"
vscode "teabyii.ayu"
vscode "therealmarv.vscode-theme-dark-atom-dark-green-cursor"
vscode "tinaciousdesign.theme-tinaciousdesign"
vscode "ulthes.theme-firewatch"
vscode "virgilsisoe.hammerspoon"
vscode "virgilsisoe.hammerspoon-snippets"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wmaurer.change-case"
vscode "woodywoodsta.vscode-material-syntax-dark"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
