tap "adoptopenjdk/openjdk"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "koenbollen/public"
tap "samwho/spacer"
brew "ack"
brew "adns"
brew "lz4"
brew "xz"
brew "zstd"
brew "webp"
brew "autoconf"
brew "coreutils"
brew "readline"
brew "asdf"
brew "atuin"
brew "gdbm"
brew "python@3.10"
brew "autojump"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "blueutil"
brew "brew-cask-completion"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "ccat"
brew "suite-sparse"
brew "direnv"
brew "docker"
brew "folly"
brew "exa"
brew "fd"
brew "nettle"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "ffmpeg@4"
brew "ncurses"
brew "fish"
brew "fisher"
brew "node"
brew "fx"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gd"
brew "git"
brew "git-branchless"
brew "git-extras"
brew "git-lfs"
brew "npth"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "grc"
brew "helm"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "iperf"
brew "ipython"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "openjdk"
brew "jsonschema2pojo"
brew "jupyterlab"
brew "lnav"
brew "lzlib"
brew "minikube"
brew "mitmproxy"
brew "mvnvm"
brew "netcat"
brew "nmap"
brew "nvm"
brew "stoken"
brew "openconnect"
brew "opencv@3"
brew "parallel"
brew "peco"
brew "poppler"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "python@3.8"
brew "qcachegrind"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "rover"
brew "rsync"
brew "rtx"
brew "ruby"
brew "sd"
brew "siege"
brew "sk"
brew "socat"
brew "spacer"
brew "starship"
brew "stow"
brew "utf8proc"
brew "subversion"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "uchardet"
brew "util-linux"
brew "watch"
brew "watchman"
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "cloudflare/cloudflare/cloudflared"
brew "koekeishiya/formulae/yabai"
brew "koenbollen/public/jl"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "arc"
cask "bartender"
cask "brave-browser"
cask "calibre"
cask "dash"
cask "discord"
cask "dropbox"
cask "eclipse-java"
cask "epichrome"
cask "figma"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-mono-for-powerline"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-inconsolata-g-for-powerline"
cask "font-liberation-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-monofur-for-powerline"
cask "font-noto-mono-for-powerline"
cask "font-roboto-mono-for-powerline"
cask "font-roboto-mono-nerd-font"
cask "font-ubuntu-mono-derivative-powerline"
cask "gimp"
cask "gitfox"
cask "github"
cask "gitup"
cask "google-chrome-canary"
cask "google-drive"
cask "google-drive-file-stream"
cask "grandperspective"
cask "graphql-playground"
cask "hammerspoon"
cask "intellij-idea"
cask "istumbler"
cask "iterm2"
cask "itsycal"
cask "jollysfastvnc"
cask "jumpcut"
cask "karabiner-elements"
cask "keepingyouawake"
cask "licecap"
cask "loom"
cask "macfuse"
cask "macvim"
cask "microsoft-teams"
cask "ngrok"
cask "notion"
cask "p4v"
cask "postman"
cask "raycast"
cask "secretive"
cask "signal"
cask "sketchup"
cask "skitch"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "sublime-merge"
cask "tableplus"
cask "telegram"
cask "temurin"
cask "tweeten"
cask "visual-studio-code"
cask "visualvm"
cask "vox"
cask "webcatalog"
cask "whatsapp"
cask "xmind"
cask "yed"
vscode "aalaap.theme-toothpaste"
vscode "Adrien.VisualStudioDarkTheme"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.Bookmarks"
vscode "alexdima.copy-relative-path"
vscode "alphabotsec.vscode-eclipse-keybindings"
vscode "andischerer.theme-atom-one-dark"
vscode "AndrsDC.base16-themes"
vscode "apollographql.vscode-apollo"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.snapshot-tools"
vscode "axiomaticstudios.one-monokai-80s"
vscode "azemoh.one-monokai"
vscode "azemoh.theme-onedark"
vscode "ban.spellright"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bengreenier.vscode-node-readme"
vscode "bernardodsanderson.theme-material-neutral"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bungcip.better-toml"
vscode "casualjim.theme-desertex"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "Compulim.compulim-vscode-closetag"
vscode "danibram.theme-flatui"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dendron.dendron"
vscode "dendron.dendron-markdown-preview-enhanced"
vscode "dendron.dendron-markdown-shortcuts"
vscode "dendron.dendron-paste-image"
vscode "dendron.dendron-snippet-maker"
vscode "dkundel.vscode-npm-source"
vscode "DotJoshJohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "dustinsanders.an-old-hope-theme-vscode"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "enochc.copy-relative-path"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "fredrikaverpil.vscode-material-theme"
vscode "gerane.Theme-Abyss"
vscode "gerane.Theme-Dark-Dracula"
vscode "gerane.Theme-FlatlandMonokai"
vscode "gerane.Theme-OceanicNext"
vscode "gerane.Theme-Zeus-Sublime-Text"
vscode "ghmcadams.lintlens"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "HookyQR.JSDocTagComplete"
vscode "idleberg.hopscotch"
vscode "ionutvmi.spacegray-vscode"
vscode "ivangabriele.vscode-git-add-and-commit"
vscode "jakob101.RelativePath"
vscode "JohnyGeorges.jetjet-theme"
vscode "jprestidge.theme-material-theme"
vscode "Kal.theme-glacier"
vscode "kimkwanka.theme-atomic-dark"
vscode "kortina.vscode-markdown-notes"
vscode "lamartire.Theme-Abyss-Customized"
vscode "lei.theme-chromodynamics"
vscode "lunaryorn.fish-ide"
vscode "magicstack.MagicPython"
vscode "maptz.camelcasenavigation"
vscode "marcoq.vscode-typescript-to-json-schema"
vscode "marp-team.marp-vscode"
vscode "MartinJohns.inline-types"
vscode "mathiasfrohlich.Kotlin"
vscode "mdickin.markdown-shortcuts"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.Theme-MarkdownKit"
vscode "ms-vscode.Theme-MaterialKit"
vscode "ms-vscode.Theme-PredawnKit"
vscode "ms-vscode.Theme-TomorrowKit"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mushan.vscode-paste-image"
vscode "Orta.vscode-jest"
vscode "oven.bun-vscode"
vscode "ow.vscode-subword-navigation"
vscode "paiqo.databricks-vscode"
vscode "philipbe.theme-gray-matter"
vscode "pstreule.codebucket"
vscode "RandomFractalsInc.vscode-data-table"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-statusbar-json-path"
vscode "rlivings39.fzf-quick-open"
vscode "rohit-gohri.format-code-action"
vscode "rokoroku.vscode-theme-darcula"
vscode "rprouse.theme-obsidian"
vscode "scala-lang.scala"
vscode "seansassenrath.vscode-theme-superonedark"
vscode "shardulm94.trailing-spaces"
vscode "skyapps.fish-vscode"
vscode "sourcegraph.sourcegraph"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "taniarascia.new-moon-vscode"
vscode "tberman.json-schema-validator"
vscode "tchayen.markdown-links"
vscode "teabyii.ayu"
vscode "therealmarv.vscode-theme-dark-atom-dark-green-cursor"
vscode "tinaciousdesign.theme-tinaciousdesign"
vscode "ulthes.theme-firewatch"
vscode "vangware.dark-plus-material"
vscode "virgilsisoe.hammerspoon"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscode-icons-team.vscode-icons"
vscode "wmaurer.change-case"
vscode "woodywoodsta.vscode-material-syntax-dark"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
